Repository: mateusz-klatt/vesta
Catalog: Vesta/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, ga, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

source: Save & connect
ar: حفظ والاتصال
bn: সংরক্ষণ করে সংযোগ করুন
bs: Sačuvaj i poveži se
cs: Uložit a připojit
da: Gem og forbind
de: Sichern & verbinden
el: Αποθήκευση και σύνδεση
es: Guardar y conectar
fa: ذخیره و اتصال
fi: Tallenna ja yhdistä
fil: I-save at kumonekta
fr: Enregistrer et connecter
ga: Sábháil agus ceangail
he: שמירה והתחברות
hi: सेव करें और कनेक्ट करें
hr: Spremi i poveži
hu: Mentés és kapcsolódás
hy: Պահել և միանալ
id: Simpan & hubungkan
is: Vista og tengjast
it: Salva e connetti
ja: 保存して接続
ko: 저장하고 연결
lt: Išsaugoti ir prisijungti
lv: Saglabāt un savienot
ms: Simpan & sambung
my: သိမ်းပြီး ချိတ်ဆက်ပါ
nb: Lagre og koble til
nl: Bewaar en verbind
pl: Zapisz i połącz
pt_br: Salvar e conectar
ro: Salvează și conectează-te
ru: Сохранить и подключиться
sk: Uložiť a pripojiť
sq: Ruaj dhe lidhu
sr_latn: Sačuvaj i poveži se
sv: Spara och anslut
sw: Hifadhi na uunganishe
th: บันทึกและเชื่อมต่อ
tr: Kaydet ve bağlan
uk: Зберегти й підключитися
vi: Lưu và kết nối
zh_hans: 保存并连接
zh_hant: 儲存並連線

source: Secure connection problem
ar: مشكلة في الاتصال الآمن
bn: নিরাপদ সংযোগে সমস্যা
bs: Problem sa sigurnom vezom
cs: Problém se zabezpečeným připojením
da: Problem med sikker forbindelse
de: Problem mit sicherer Verbindung
el: Πρόβλημα ασφαλούς σύνδεσης
es: Problema con la conexión segura
fa: مشکل در اتصال امن
fi: Suojatun yhteyden ongelma
fil: Problema sa secure na koneksyon
fr: Problème de connexion sécurisée
ga: Fadhb le nasc slán
he: בעיה בחיבור מאובטח
hi: सुरक्षित कनेक्शन में समस्या
hr: Problem sa sigurnom vezom
hu: Biztonságos kapcsolati probléma
hy: Անվտանգ կապի խնդիր
id: Masalah koneksi aman
is: Vandamál með örugga tengingu
it: Problema di connessione sicura
ja: 安全な接続に問題があります
ko: 보안 연결 문제
lt: Saugaus ryšio problema
lv: Droša savienojuma problēma
ms: Masalah sambungan selamat
my: လုံခြုံသော ချိတ်ဆက်မှု ပြဿနာ
nb: Problem med sikker tilkobling
nl: Probleem met beveiligde verbinding
pl: Problem z bezpiecznym połączeniem
pt_br: Problema de conexão segura
ro: Problemă de conexiune securizată
ru: Проблема с безопасным соединением
sk: Problém so zabezpečeným pripojením
sq: Problem me lidhjen e sigurt
sr_latn: Problem sa bezbednom vezom
sv: Problem med säker anslutning
sw: Tatizo la muunganisho salama
th: ปัญหาการเชื่อมต่อที่ปลอดภัย
tr: Güvenli bağlantı sorunu
uk: Проблема із захищеним з’єднанням
vi: Sự cố kết nối bảo mật
zh_hans: 安全连接问题
zh_hant: 安全連線問題

source: Server
ar: الخادم
bn: সার্ভার
el: Διακομιστής
es: Servidor
fa: سرور
fi: Palvelin
fr: Serveur
ga: Freastalaí
he: שרת
hi: सर्वर
hr: Poslužitelj
hu: Szerver
hy: Սերվեր
is: Þjónn
ja: サーバー
ko: 서버
lt: Serveris
lv: Serveris
ms: Pelayan
my: ဆာဗာ
pl: Serwer
pt_br: Servidor
ru: Сервер
sq: Serveri
sw: Seva
th: เซิร์ฟเวอร์
tr: Sunucu
uk: Сервер
vi: Máy chủ
zh_hans: 服务器
zh_hant: 伺服器

source: Server address
ar: عنوان الخادم
bn: সার্ভারের ঠিকানা
bs: Adresa servera
cs: Adresa serveru
da: Serveradresse
de: Serveradresse
el: Διεύθυνση διακομιστή
es: Dirección del servidor
fa: نشانی سرور
fi: Palvelimen osoite
fil: Address ng server
fr: Adresse du serveur
ga: Seoladh an fhreastalaí
he: כתובת השרת
hi: सर्वर पता
hr: Adresa poslužitelja
hu: Szerver címe
hy: Սերվերի հասցե
id: Alamat server
is: Vistfang þjóns
it: Indirizzo server
ja: サーバーアドレス
ko: 서버 주소
lt: Serverio adresas
lv: Servera adrese
ms: Alamat pelayan
my: ဆာဗာလိပ်စာ
nb: Serveradresse
nl: Serveradres
pl: Adres serwera
pt_br: Endereço do servidor
ro: Adresa serverului
ru: Адрес сервера
sk: Adresa servera
sq: Adresa e serverit
sr_latn: Adresa servera
sv: Serveradress
sw: Anwani ya seva
th: ที่อยู่เซิร์ฟเวอร์
tr: Sunucu adresi
uk: Адреса сервера
vi: Địa chỉ máy chủ
zh_hans: 服务器地址
zh_hant: 伺服器地址

source: Server didn’t respond
ar: لم يستجب الخادم
bn: সার্ভার সাড়া দেয়নি
bs: Server nije odgovorio
cs: Server neodpověděl
da: Serveren svarede ikke
de: Server antwortet nicht
el: Ο διακομιστής δεν αποκρίθηκε
es: El servidor no respondió
fa: سرور پاسخ نداد
fi: Palvelin ei vastannut
fil: Hindi tumugon ang server
fr: Le serveur n’a pas répondu
ga: Níor fhreagair an freastalaí
he: השרת לא הגיב
hi: सर्वर ने जवाब नहीं दिया
hr: Poslužitelj nije odgovorio
hu: A szerver nem válaszolt
hy: Սերվերը չպատասխանեց
id: Server tidak merespons
is: Þjónninn svaraði ekki
it: Il server non ha risposto
ja: サーバーが応答しませんでした
ko: 서버가 응답하지 않음
lt: Serveris neatsakė
lv: Serveris neatbildēja
ms: Pelayan tidak bertindak balas
my: ဆာဗာမှ တုံ့ပြန်မှုမရှိပါ
nb: Serveren svarte ikke
nl: Server reageerde niet
pl: Serwer nie odpowiedział
pt_br: O servidor não respondeu
ro: Serverul nu a răspuns
ru: Сервер не ответил
sk: Server neodpovedal
sq: Serveri nuk u përgjigj
sr_latn: Server nije odgovorio
sv: Servern svarade inte
sw: Seva haikujibu
th: เซิร์ฟเวอร์ไม่ตอบสนอง
tr: Sunucu yanıt vermedi
uk: Сервер не відповів
vi: Máy chủ không phản hồi
zh_hans: 服务器未响应
zh_hant: 伺服器沒有回應

source: Server error
ar: خطأ في الخادم
bn: সার্ভার ত্রুটি
bs: Greška servera
cs: Chyba serveru
da: Serverfejl
de: Serverfehler
el: Σφάλμα διακομιστή
es: Error del servidor
fa: خطای سرور
fi: Palvelinvirhe
fil: Error sa server
fr: Erreur du serveur
ga: Earráid freastalaí
he: שגיאת שרת
hi: सर्वर त्रुटि
hr: Pogreška poslužitelja
hu: Szerverhiba
hy: Սերվերի սխալ
id: Kesalahan server
is: Villa í þjóni
it: Errore del server
ja: サーバーエラー
ko: 서버 오류
lt: Serverio klaida
lv: Servera kļūda
ms: Ralat pelayan
my: ဆာဗာ အမှား
nb: Serverfeil
nl: Serverfout
pl: Błąd serwera
pt_br: Erro do servidor
ro: Eroare de server
ru: Ошибка сервера
sk: Chyba servera
sq: Gabim serveri
sr_latn: Greška servera
sv: Serverfel
sw: Hitilafu ya seva
th: ข้อผิดพลาดของเซิร์ฟเวอร์
tr: Sunucu hatası
uk: Помилка сервера
vi: Lỗi máy chủ
zh_hans: 服务器错误
zh_hant: 伺服器錯誤

source: Server not found
ar: لم يتم العثور على الخادم
bn: সার্ভার পাওয়া যায়নি
bs: Server nije pronađen
cs: Server nenalezen
da: Serveren blev ikke fundet
de: Server nicht gefunden
el: Ο διακομιστής δεν βρέθηκε
es: Servidor no encontrado
fa: سرور پیدا نشد
fi: Palvelinta ei löytynyt
fil: Hindi nahanap ang server
fr: Serveur introuvable
ga: Níor aimsíodh an freastalaí
he: השרת לא נמצא
hi: सर्वर नहीं मिला
hr: Poslužitelj nije pronađen
hu: A szerver nem található
hy: Սերվերը չի գտնվել
id: Server tidak ditemukan
is: Þjónn fannst ekki
it: Server non trovato
ja: サーバーが見つかりません
ko: 서버를 찾을 수 없음
lt: Serveris nerastas
lv: Serveris nav atrasts
ms: Pelayan tidak ditemui
my: ဆာဗာ မတွေ့ပါ
nb: Serveren ble ikke funnet
nl: Server niet gevonden
pl: Nie znaleziono serwera
pt_br: Servidor não encontrado
ro: Serverul nu a fost găsit
ru: Сервер не найден
sk: Server sa nenašiel
sq: Serveri nuk u gjet
sr_latn: Server nije pronađen
sv: Servern hittades inte
sw: Seva haikupatikana
th: ไม่พบเซิร์ฟเวอร์
tr: Sunucu bulunamadı
uk: Сервер не знайдено
vi: Không tìm thấy máy chủ
zh_hans: 找不到服务器
zh_hant: 找不到伺服器

source: Set
ar: تعيين
bn: সেট করুন
bs: Postavi
cs: Nastavit
da: Indstil
de: Festlegen
el: Ορισμός
es: Aplicar
fa: تنظیم
fi: Aseta
fil: Itakda
fr: Appliquer
ga: Socraigh
he: הגדרה
hi: सेट करें
hr: Postavi
hu: Beállítás
hy: Սահմանել
id: Atur
is: Stilla
it: Imposta
ja: 設定
ko: 설정
lt: Nustatyti
lv: Iestatīt
ms: Tetapkan
my: သတ်မှတ်ပါ
nb: Angi
nl: Stel in
pl: Ustaw
pt_br: Definir
ro: Setează
ru: Установить
sk: Nastaviť
sq: Vendos
sr_latn: Podesi
sv: Ställ in
sw: Weka
th: ตั้งค่า
tr: Ayarla
uk: Установити
vi: Đặt
zh_hans: 设置
zh_hant: 設定

source: Settings
ar: الإعدادات
bn: সেটিংস
bs: Postavke
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fr: Réglages
ga: Socruithe
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
lv: Iestatījumi
ms: Tetapan
my: ဆက်တင်များ
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Configurări
ru: Настройки
sk: Nastavenia
sq: Cilësimet
sr_latn: Podešavanja
sv: Inställningar
sw: Mipangilio
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Sign in
ar: تسجيل الدخول
bn: সাইন ইন
bs: Prijavi se
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fa: ورود
fi: Kirjaudu sisään
fil: Mag-login
fr: Se connecter
ga: Sínigh isteach
he: כניסה
hi: साइन इन
hr: Prijava
hu: Bejelentkezés
hy: Մուտք գործել
id: Masuk
is: Skrá inn
it: Accedi
ja: サインイン
ko: 로그인
lt: Prisijungti
lv: Pieteikties
ms: Log Masuk
my: ဝင်ရောက်ပါ
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sq: Hyr
sr_latn: Prijavi se
sv: Logga in
sw: Ingia
th: เข้าสู่ระบบ
tr: Giriş yap
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

source: Sign out
ar: تسجيل الخروج
bn: সাইন আউট
bs: Odjavi se
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج
fi: Kirjaudu ulos
fil: Mag-sign out
fr: Se déconnecter
ga: Sínigh amach
he: יציאה
hi: साइन आउट
hr: Odjava
hu: Kijelentkezés
hy: Դուրս գալ
id: Keluar
is: Skrá út
it: Esci
ja: サインアウト
ko: 로그아웃
lt: Atsijungti
lv: Izrakstīties
ms: Log keluar
my: ထွက်ရန်
nb: Logg ut
nl: Log uit
pl: Wyloguj
pt_br: Sair
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sq: Dil
sr_latn: Odjavi se
sv: Logga ut
sw: Ondoka
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

source: Sign-in required
ar: تسجيل الدخول مطلوب
bn: সাইন ইন করা প্রয়োজন
bs: Potrebna je prijava
cs: Je vyžadováno přihlášení
da: Login kræves
de: Anmeldung erforderlich
el: Απαιτείται σύνδεση
es: Se requiere iniciar sesión
fa: ورود لازم است
fi: Sisäänkirjautuminen vaaditaan
fil: Kailangang mag-sign in
fr: Connexion requise
ga: Tá síniú isteach de dhíth
he: נדרשת כניסה
hi: साइन इन करना आवश्यक है
hr: Potrebna je prijava
hu: Bejelentkezés szükséges
hy: Մուտք գործելը պարտադիր է։
id: Perlu masuk
is: Innskráning nauðsynleg
it: Accesso richiesto
ja: サインインが必要です
ko: 로그인이 필요합니다
lt: Reikia prisijungti
lv: Nepieciešama pierakstīšanās
ms: Log masuk diperlukan
my: ဝင်ရောက်ရန် လိုအပ်သည်။
nb: Innlogging kreves
nl: Inloggen vereist
pl: Wymagane logowanie
pt_br: É necessário entrar
ro: Autentificare necesară
ru: Требуется вход
sk: Vyžaduje sa prihlásenie
sq: Kërkohet hyrja
sr_latn: Potrebna je prijava
sv: Inloggning krävs
sw: Kuingia kunahitajika
th: ต้องลงชื่อเข้าใช้
tr: Giriş yapılması gerekiyor
uk: Потрібен вхід
vi: Cần đăng nhập
zh_hans: 需要登录
zh_hant: 需要登入

source: Smoke sensor
ar: حساس دخان
bn: ধোঁয়া সেন্সর
bs: Senzor dima
cs: Senzor kouře
da: Røgsensor
de: Rauchsensor
el: Αισθητήρας καπνού
es: Sensor de humo
fa: حسگر دود
fi: Savuilmaisin
fil: Sensor ng usok
fr: Détecteur de fumée
ga: Braiteoir deataigh
he: חיישן עשן
hi: धुआँ सेंसर
hr: Senzor dima
hu: Füstérzékelő
hy: Ծխի սենսոր
id: Sensor asap
is: Reykskynjari
it: Sensore di fumo
ja: 煙センサー
ko: 연기 센서
lt: Dūmų jutiklis
lv: Dūmu sensors
ms: Penderia asap
my: မီးခိုး ဆင်ဆာ
nb: Røyksensor
nl: Rooksensor
pl: Czujnik dymu
pt_br: Sensor de fumaça
ro: Senzor de fum
ru: Датчик дыма
sk: Senzor dymu
sq: Sensor tymi
sr_latn: Senzor dima
sv: Röksensor
sw: Kihisi cha moshi
th: เซ็นเซอร์ควัน
tr: Duman sensörü
uk: Датчик диму
vi: Cảm biến khói
zh_hans: 烟雾传感器
zh_hant: 煙霧感測器

source: Socket
ar: مقبس كهرباء
bn: পাওয়ার সকেট
bs: Utičnica
cs: Zásuvka
da: Stikkontakt
de: Steckdose
el: Πρίζα
es: Enchufe
fa: پریز برق
fi: Pistorasia
fil: Saksakan
fr: Prise
ga: Soicéad cumhachta
he: שקע חשמל
hi: पावर सॉकेट
hr: Utičnica
hu: Konnektor
hy: Էլեկտրական վարդակ
id: Stopkontak
is: Innstunga
it: Presa
ja: コンセント
ko: 전원 콘센트
lt: Elektros lizdas
lv: Kontaktligzda
ms: Soket kuasa
my: လျှပ်စစ် ပလပ်ပေါက်
nb: Stikkontakt
nl: Stopcontact
pl: Gniazdko
pt_br: Tomada
ro: Priză
ru: Розетка
sk: Zásuvka
sq: Prizë
sr_latn: Utičnica
sv: Eluttag
sw: Soketi ya umeme
th: เต้ารับไฟฟ้า
tr: Priz
uk: Розетка
vi: Ổ cắm điện
zh_hans: 电源插座
zh_hant: 電源插座

source: System
ar: النظام
bn: সিস্টেম
bs: Sistem
cs: Systém
el: Σύστημα
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
ga: Córas
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
hy: Համակարգ
id: Sistem
is: Kerfi
it: Sistema
ja: システム
ko: 시스템
lt: Sistema
lv: Sistēma
ms: Sistem
my: စနစ်
nl: Systeem
pt_br: Sistema
ro: Sistem
ru: Система
sk: Systém
sq: Sistemi
sr_latn: Sistem
sw: Mfumo
th: ระบบ
tr: Sistem
uk: Система
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Target %@
ar: الهدف %@
bn: লক্ষ্য %@
bs: Cilj %@
cs: Cíl %@
da: Mål %@
de: Ziel %@
el: Στόχος %@
es: Objetivo %@
fa: هدف %@
fi: Tavoite %@
fr: Cible %@
ga: Sprioc %@
he: יעד %@
hi: लक्ष्य %@
hr: Cilj %@
hu: Cél %@
hy: Թիրախ %@
is: Mark %@
it: Obiettivo %@
ja: 目標 %@
ko: 목표 %@
lt: Tikslas %@
lv: Mērķis %@
ms: Sasaran %@
my: ပစ်မှတ် %@
nb: Mål %@
nl: Doel %@
pl: Cel %@
pt_br: Meta %@
ro: Țintă %@
ru: Цель %@
sk: Cieľ %@
sq: Synimi %@
sr_latn: Cilj %@
sv: Mål %@
sw: Lengo %@
th: เป้าหมาย %@
tr: Hedef %@
uk: Ціль %@
vi: Mục tiêu %@
zh_hans: 目标 %@
zh_hant: 目標 %@

source: Technical details
ar: التفاصيل التقنية
bn: প্রযুক্তিগত বিস্তারিত
bs: Tehnički detalji
cs: Technické podrobnosti
da: Tekniske detaljer
de: Technische Details
el: Τεχνικές λεπτομέρειες
es: Detalles técnicos
fa: جزئیات فنی
fi: Tekniset tiedot
fil: Teknikal na detalye
fr: Détails techniques
ga: Sonraí teicniúla
he: פרטים טכניים
hi: तकनीकी विवरण
hr: Tehnički detalji
hu: Technikai részletek
hy: Տեխնիկական մանրամասներ
id: Detail teknis
is: Tæknilegar upplýsingar
it: Dettagli tecnici
ja: 技術的な詳細
ko: 기술 세부사항
lt: Techninė informacija
lv: Tehniskā informācija
ms: Butiran teknikal
my: နည်းပညာ အသေးစိတ်များ
nb: Tekniske detaljer
nl: Technische details
pl: Szczegóły techniczne
pt_br: Detalhes técnicos
ro: Detalii tehnice
ru: Технические сведения
sk: Technické podrobnosti
sq: Detaje teknike
sr_latn: Tehnički detalji
sv: Teknisk information
sw: Maelezo ya kiufundi
th: รายละเอียดทางเทคนิค
tr: Teknik ayrıntılar
uk: Технічні подробиці
vi: Chi tiết kỹ thuật
zh_hans: 技术详情
zh_hant: 技術詳細資訊

source: Temperature
ar: درجة الحرارة
bn: তাপমাত্রা
bs: Temperatura
cs: Teplota
da: Temperatur
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fa: دما
fi: Lämpötila
fil: Temperatura
fr: Température
ga: Teocht
he: טמפרטורה
hi: तापमान
hr: Temperatura
hu: Hőmérséklet
hy: Ջերմաստիճան
id: Suhu
is: Hitastig
it: Temperatura
ja: 温度
ko: 온도
lt: Temperatūra
lv: Temperatūra
ms: Suhu
my: အပူချိန်
nb: Temperatur
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
ro: Temperatură
ru: Температура
sk: Teplota
sq: Temperatura
sr_latn: Temperatura
sv: Temperatur
sw: Halijoto
th: อุณหภูมิ
tr: Sıcaklık
uk: Температура
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

source: The server returned an error (%lld).
ar: أرجع الخادم خطأ (%lld).
bn: সার্ভার একটি ত্রুটি ফেরত দিয়েছে (%lld)।
bs: Server je vratio grešku (%lld).
cs: Server vrátil chybu (%lld).
da: Serveren returnerede en fejl (%lld).
de: Der Server hat einen Fehler zurückgegeben (%lld).
el: Ο διακομιστής επέστρεψε σφάλμα (%lld).
es: El servidor devolvió un error (%lld).
fa: سرور خطایی برگرداند (%lld).
fi: Palvelin palautti virheen (%lld).
fil: Nagbalik ng error ang server (%lld).
fr: Le serveur a renvoyé une erreur (%lld).
ga: Chuir an freastalaí earráid ar ais (%lld).
he: השרת החזיר שגיאה (%lld).
hi: सर्वर ने एक त्रुटि लौटाई (%lld)।
hr: Poslužitelj je vratio pogrešku (%lld).
hu: A szerver hibát adott vissza (%lld).
hy: Սերվերը վերադարձրեց սխալ (%lld)։
id: Server mengembalikan kesalahan (%lld).
is: Þjónninn skilaði villu (%lld).
it: Il server ha restituito un errore (%lld).
ja: サーバーからエラーが返されました（%lld）。
ko: 서버가 오류를 반환했습니다(%lld).
lt: Serveris grąžino klaidą (%lld).
lv: Serveris atgrieza kļūdu (%lld).
ms: Pelayan mengembalikan ralat (%lld).
my: ဆာဗာမှ အမှားတစ်ခု ပြန်ပို့ခဲ့သည် (%lld)။
nb: Serveren returnerte en feil (%lld).
nl: De server gaf een fout terug (%lld).
pl: Serwer zwrócił błąd (%lld).
pt_br: O servidor retornou um erro (%lld).
ro: Serverul a returnat o eroare (%lld).
ru: Сервер вернул ошибку (%lld).
sk: Server vrátil chybu (%lld).
sq: Serveri ktheu një gabim (%lld).
sr_latn: Server je vratio grešku (%lld).
sv: Servern returnerade ett fel (%lld).
sw: Seva imerudisha hitilafu (%lld).
th: เซิร์ฟเวอร์ส่งข้อผิดพลาดกลับมา (%lld)
tr: Sunucu bir hata döndürdü (%lld).
uk: Сервер повернув помилку (%lld).
vi: Máy chủ trả về lỗi (%lld).
zh_hans: 服务器返回了错误 (%lld)。
zh_hant: 伺服器傳回錯誤 (%lld)。

source: The server took too long to answer. Check Wi-Fi, VPN, or the server.
ar: استغرق الخادم وقتًا طويلًا للرد. تحقق من Wi‑Fi أو VPN أو الخادم.
bn: সার্ভার উত্তর দিতে খুব বেশি সময় নিয়েছে। Wi‑Fi, VPN বা সার্ভার পরীক্ষা করুন।
bs: Serveru je trebalo predugo da odgovori. Provjerite Wi‑Fi, VPN ili server.
cs: Serveru trvala odpověď příliš dlouho. Zkontrolujte Wi‑Fi, VPN nebo server.
da: Serveren var for længe om at svare. Kontrollér Wi‑Fi, VPN eller serveren.
de: Der Server hat zu lange zum Antworten gebraucht. Prüfe WLAN, VPN oder den Server.
el: Ο διακομιστής άργησε πολύ να απαντήσει. Ελέγξτε το Wi‑Fi, το VPN ή τον διακομιστή.
es: El servidor tardó demasiado en responder. Comprueba la Wi‑Fi, la VPN o el servidor.
fa: پاسخ سرور بیش از حد طول کشید. Wi‑Fi، VPN یا سرور را بررسی کنید.
fi: Palvelimen vastaus kesti liian kauan. Tarkista Wi‑Fi, VPN tai palvelin.
fil: Masyadong matagal sumagot ang server. Suriin ang Wi‑Fi, VPN, o ang server.
fr: Le serveur a mis trop de temps à répondre. Vérifiez le Wi‑Fi, le VPN ou le serveur.
ga: Thóg an freastalaí rófhada le freagairt. Seiceáil Wi‑Fi, VPN nó an freastalaí.
he: לשרת לקח זמן רב מדי לענות. יש לבדוק את Wi‑Fi, את ה-VPN או את השרת.
hi: सर्वर ने जवाब देने में बहुत समय लिया। Wi‑Fi, VPN या सर्वर जाँचें।
hr: Poslužitelju je trebalo predugo da odgovori. Provjerite Wi‑Fi, VPN ili poslužitelj.
hu: A szerver túl sokáig válaszolt. Ellenőrizd a Wi‑Fi-t, a VPN-t vagy a szervert.
hy: Սերվերի պատասխանը չափազանց երկար տևեց։ Ստուգեք Wi‑Fi-ը, VPN-ը կամ սերվերը։
id: Server terlalu lama menjawab. Periksa Wi‑Fi, VPN, atau server.
is: Þjónninn var of lengi að svara. Athugaðu Wi‑Fi, VPN eða þjóninn.
it: Il server ha impiegato troppo tempo a rispondere. Controlla Wi‑Fi, VPN o il server.
ja: サーバーの応答に時間がかかりすぎました。Wi‑Fi、VPN、またはサーバーを確認してください。
ko: 서버가 응답하는 데 너무 오래 걸렸습니다. Wi‑Fi, VPN 또는 서버를 확인하십시오.
lt: Serveris atsakinėjo per ilgai. Patikrinkite Wi‑Fi, VPN arba serverį.
lv: Serveris atbildēja pārāk ilgi. Pārbaudiet Wi‑Fi, VPN vai serveri.
ms: Pelayan mengambil masa terlalu lama untuk menjawab. Semak Wi‑Fi, VPN atau pelayan.
my: ဆာဗာတုံ့ပြန်ရန် အချိန်ကြာလွန်းသည်။ Wi‑Fi၊ VPN သို့မဟုတ် ဆာဗာကို စစ်ဆေးပါ။
nb: Serveren brukte for lang tid på å svare. Kontroller Wi‑Fi, VPN eller serveren.
nl: De server deed er te lang over om te antwoorden. Controleer wifi, VPN of de server.
pl: Serwer odpowiadał zbyt długo. Sprawdź Wi‑Fi, VPN lub serwer.
pt_br: O servidor demorou demais para responder. Verifique o Wi‑Fi, a VPN ou o servidor.
ro: Serverul a răspuns prea greu. Verifică Wi‑Fi, VPN-ul sau serverul.
ru: Сервер слишком долго отвечал. Проверьте Wi‑Fi, VPN или сервер.
sk: Serveru trvala odpoveď príliš dlho. Skontrolujte Wi‑Fi, VPN alebo server.
sq: Serveri vonoi shumë për t’u përgjigjur. Kontrollo Wi‑Fi, VPN ose serverin.
sr_latn: Serveru je trebalo predugo da odgovori. Proverite Wi‑Fi, VPN ili server.
sv: Servern tog för lång tid på sig att svara. Kontrollera Wi‑Fi, VPN eller servern.
sw: Seva ilichukua muda mrefu sana kujibu. Angalia Wi‑Fi, VPN au seva.
th: เซิร์ฟเวอร์ตอบกลับช้าเกินไป ตรวจสอบ Wi‑Fi, VPN หรือเซิร์ฟเวอร์
tr: Sunucunun yanıt vermesi çok uzun sürdü. Wi‑Fi, VPN veya sunucuyu kontrol edin.
uk: Сервер відповідав надто довго. Перевірте Wi‑Fi, VPN або сервер.
vi: Máy chủ phản hồi quá lâu. Kiểm tra Wi‑Fi, VPN hoặc máy chủ.
zh_hans: 服务器响应时间过长。请检查 Wi‑Fi、VPN 或服务器。
zh_hant: 伺服器回應時間過長。請檢查 Wi‑Fi、VPN 或伺服器。

source: The server’s certificate could not be verified.
ar: تعذر التحقق من شهادة الخادم.
bn: সার্ভারের সার্টিফিকেট যাচাই করা যায়নি।
bs: Certifikat servera nije moguće provjeriti.
cs: Certifikát serveru se nepodařilo ověřit.
da: Serverens certifikat kunne ikke bekræftes.
de: Das Zertifikat des Servers konnte nicht überprüft werden.
el: Δεν ήταν δυνατή η επαλήθευση του πιστοποιητικού του διακομιστή.
es: No se pudo verificar el certificado del servidor.
fa: گواهی سرور قابل تأیید نبود.
fi: Palvelimen varmennetta ei voitu vahvistaa.
fil: Hindi ma-verify ang certificate ng server.
fr: Le certificat du serveur n’a pas pu être vérifié.
ga: Níorbh fhéidir teastas an fhreastalaí a dheimhniú.
he: לא ניתן לאמת את אישור השרת.
hi: सर्वर का प्रमाणपत्र सत्यापित नहीं किया जा सका।
hr: Certifikat poslužitelja nije moguće provjeriti.
hu: A szerver tanúsítványát nem sikerült ellenőrizni.
hy: Սերվերի վկայագիրը հնարավոր չեղավ հաստատել։
id: Sertifikat server tidak dapat diverifikasi.
is: Ekki var hægt að staðfesta vottorð þjónsins.
it: Non è stato possibile verificare il certificato del server.
ja: サーバーの証明書を検証できませんでした。
ko: 서버 인증서를 확인할 수 없습니다.
lt: Nepavyko patikrinti serverio sertifikato.
lv: Servera sertifikātu neizdevās pārbaudīt.
ms: Sijil pelayan tidak dapat disahkan.
my: ဆာဗာ၏ လက်မှတ်ကို အတည်မပြုနိုင်ပါ။
nb: Serverens sertifikat kunne ikke verifiseres.
nl: Het certificaat van de server kon niet worden gecontroleerd.
pl: Nie można zweryfikować certyfikatu serwera.
pt_br: Não foi possível verificar o certificado do servidor.
ro: Certificatul serverului nu a putut fi verificat.
ru: Не удалось проверить сертификат сервера.
sk: Certifikát servera sa nepodarilo overiť.
sq: Certifikata e serverit nuk mund të verifikohej.
sr_latn: Sertifikat servera nije mogao da se proveri.
sv: Serverns certifikat kunde inte verifieras.
sw: Cheti cha seva hakikuweza kuthibitishwa.
th: ไม่สามารถยืนยันใบรับรองของเซิร์ฟเวอร์ได้
tr: Sunucunun sertifikası doğrulanamadı.
uk: Не вдалося перевірити сертифікат сервера.
vi: Không thể xác minh chứng chỉ của máy chủ.
zh_hans: 无法验证服务器证书。
zh_hant: 無法驗證伺服器憑證。

source: Thermostat
ar: منظم الحرارة
bn: থার্মোস্ট্যাট
bs: Termostat
cs: Termostat
da: Termostat
el: Θερμοστάτης
es: Termostato
fa: ترموستات
fi: Termostaatti
ga: Teirmeastat
he: תרמוסטט
hi: थर्मोस्टैट
hr: Termostat
hu: Termosztát
hy: Թերմոստատ
id: Termostat
is: Hitastillir
it: Termostato
ja: サーモスタット
ko: 온도 조절기
lt: Termostatas
lv: Termostats
ms: Termostat
my: အပူချိန်ထိန်းကိရိယာ
nb: Termostat
nl: Thermostaat
pl: Termostat
pt_br: Termostato
ro: Termostat
ru: Термостат
sk: Termostat
sq: Termostat
sr_latn: Termostat
sv: Termostat
sw: Kidhibiti halijoto
th: เทอร์โมสตัท
tr: Termostat
uk: Термостат
vi: Bộ điều nhiệt
zh_hans: 恒温器
zh_hant: 恆溫器

source: Try again
ar: حاول مرة أخرى
bn: আবার চেষ্টা করুন
bs: Pokušaj ponovo
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Intentar de nuevo
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fil: Subukan ulit
fr: Réessayer
ga: Bain triail eile as
he: לנסות שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Próbáld újra
hy: Կրկին փորձել
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
ko: 다시 시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba lagi
my: ထပ်မံကြိုးစားပါ
nb: Prøv igjen
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sq: Provo përsëri
sr_latn: Pokušaj ponovo
sv: Försök igen
sw: Jaribu tena
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

source: Turn off
ar: إيقاف
bn: বন্ধ করুন
bs: Isključi
cs: Vypnout
da: Sluk
de: Ausschalten
el: Απενεργοποίηση
es: Apagar
fa: خاموش کردن
fi: Kytke pois päältä
fil: Patayin
fr: Éteindre
ga: Múch
he: כבה
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
hy: Անջատել
id: Matikan
is: Slökkva
it: Spegni
ja: オフにする
ko: 끄기
lt: Išjungti
lv: Izslēgt
ms: Matikan
my: ပိတ်ပါ
nb: Slå av
nl: Zet uit
pl: Wyłącz
pt_br: Desligar
ro: Oprește
ru: Выключить
sk: Vypnúť
sq: Fike
sr_latn: Isključi
sv: Stäng av
sw: Zima
th: ปิด
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉
